{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "164911347105e0bd41": {
      "type": "smart-header-section",
      "settings": {
        "page_title": "",
        "page_description": ""
      }
    },
    "16491134952f50b410": {
      "type": "rich-text",
      "blocks": {
        "1649113495004852ae-1": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>Vidlogix accepts Visa, MasterCard, American Express, Discover, Shop Pay, Shop Pay Installments, and Apple Pay. You will be charged for your order upon shipment or within seven calendar days. You may cancel an order at any time before shipment. Once you receive a shipping notification we are unable to update addresses. Orders over $500 require a signature.<\/p>"
          }
        }
      },
      "block_order": [
        "1649113495004852ae-1"
      ],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "1649113135034d1333": {
      "type": "faq",
      "blocks": {
        "1649113135d5e52336-0": {
          "type": "question",
          "settings": {
            "title": "Payment methods",
            "map_text": "",
            "map_popup": false,
            "text": "<p>We accept Visa, Mastercard, American Express, Discover, Shop Pay, Shop Pay Installments, and Apple Pay.<\/p><p><strong>We may contact your bank to verify if the billing address and phone number entered on Vidlogix.com match the address where your credit card company sends your statements to protect you from unauthorized purchases.<\/strong><\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "705e67b6-2eb8-44f8-9677-a79e67901a1e": {
          "type": "question",
          "settings": {
            "title": "Pending charges",
            "map_text": "",
            "map_popup": false,
            "text": "<p>When you place an order, vidlogix.com contacts the issuing bank to confirm the payment method's validity. Your bank reserves the funds until the entire transaction processes or the authorization expires, but this isn't an actual charge. <\/p><p>Contact your bank to clarify how long they hold authorizations for online orders to remove an authorization. You can cancel an order at any time before shipment, at no cost to you, by <a href=\"https:\/\/www.vidlogix.com\/pages\/contact\" target=\"_blank\">contacting support<\/a>.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "1649113135d5e52336-1": {
          "type": "question",
          "settings": {
            "title": "When will I be charged?",
            "map_text": "",
            "map_popup": false,
            "text": "<p>We will post payment upon shipment or within seven (7) days of order receipt, whichever is shorter. Orders shipped to an address other than the billing address will be charged within 24 hours. We do this to protect the cardholder against fraudulent activity.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "1ec0b703-091d-4378-96ba-e78f42de45b9": {
          "type": "question",
          "settings": {
            "title": "Sales tax",
            "map_text": "",
            "map_popup": false,
            "text": "<p>Vidlogix <em>may<\/em> collect state and local sales tax on items shipping to New York. <\/p><p><strong>Tax Exemption<\/strong><\/p><p>Vidlogix works with many governments, education, non-profit, charitable, and religious organizations that qualify for tax-exempt status. Once approved, customers may make tax-exempt purchases online on behalf of their organizations. Please <a href=\"https:\/\/www.vidlogix.com\/pages\/contact\" target=\"_blank\">contact us<\/a> if you wish to enroll in the Vidlogix Tax Exemption Program (VTEP).<\/p><p><strong>Sales Tax Policy<\/strong><\/p><p>Your order contains one or more items from Vidlogix Labs Inc. and may be subject to local sales tax, depending on the state to which the item is being shipped. Unless otherwise noted, Vidlogix Labs Inc.'s items are subject to sales tax in select states following the state's applicable laws. If your order contains one or more items from a seller other than Vidlogix Labs Inc., it may be subject to state and local sales tax, depending on the seller's business policies and the location of their operations. We do not collect sales or use taxes in all states. For states imposing sales or use taxes, your purchase is subject to use tax unless specifically exempt from taxation. Your purchase is not exempt merely because it is made over the Internet or other remote means. Many states require purchasers to file a sales\/use tax return at the end of the year reporting all of the taxable purchases that were not taxed and to pay tax on those purchases. You may find details on how to file these returns at the websites of your respective taxing authorities. The sales tax indicated on the checkout form is an estimate. The sales tax ultimately charged to your credit card will be calculated when your credit card charge is authorized and will reflect applicable state and local taxes.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "6f7e45da-3444-4641-ac73-85aab402de7c": {
          "type": "question",
          "settings": {
            "title": "Cancellations",
            "map_text": "",
            "map_popup": false,
            "text": "<p><strong>Can I cancel my order?<\/strong><\/p><p>Replying to your email order confirmation is the easiest and fastest way to cancel a pending order. Please double-check your shipping address and reach out to our team immediately if it needs to be changed. Once you receive a shipping notification we are unable to update addresses. If your address is missing information or needs verification, our team will attempt to reach you via email once. If we are unable to reach you, your order will be canceled and refunded. If your order has shipped and you no longer want these items, we will attempt to intercept the package. Fees may apply for all types of requests; however, you’ll only be charged if the request is completed. If we cannot intercept the package, you may return it after arriving.<\/p><p><strong>Order Acceptance\/Confirmation<\/strong><\/p><p>Vidlogix may, in its sole discretion, refuse or cancel any order and limit order quantity. Vidlogix may also require additional qualifying information before accepting or processing any order. Once we receive your Online order, we'll provide you with an email order confirmation. However, your receipt of order confirmation does not signify Vidlogix's acceptance of your order, nor does it constitute confirmation of our offer to sell; we are simply confirming that we received your order. The Vidlogix Store reserves the right after receiving your order to accept or decline your order for any reason. If Vidlogix cancels an order after you have already been billed, Vidlogix will refund the billed amount.<\/p><p><strong>Your order may not qualify for the following reasons:<\/strong> <\/p><p>• Price discrepancy; <br\/>• Order change\/cancellation; <br\/>• Change of address; <br\/>• Failed order verification; <br\/>• Items are unavailable; <br\/>• Payment declined; <br\/>• Address mismatch; <br\/>• Freight forwarder\/ P.O. box; <br\/>• Manufacturer\/reseller.<br\/>• Profanity\/obscenities.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "962f86a9-d06f-4dd5-aa4f-b8d17195dfca": {
          "type": "question",
          "settings": {
            "title": "Discounts",
            "map_text": "",
            "map_popup": false,
            "text": "<p><strong>Product exclusions may apply.<br\/>Excludes promotional price reductions.<\/strong><\/p><p>Discount is only available to verified Vidlogix members. Offers cannot be combined with other offers, discounts, or promo codes. The offer is not valid on prior purchases. Valid on approved domestic U.S. orders only. Vidlogix reserves the right to change terms and conditions, substitute an offer of equal or greater value, or end offers at any time without notice. No cash alternative. Void where prohibited by law. Vidlogix's standard terms and conditions presented at the point of sale govern any purchase.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "55d786e9-0268-406d-a7cd-57aba1658506": {
          "type": "question",
          "settings": {
            "title": "Order verification",
            "map_text": "",
            "map_popup": false,
            "text": "<p>Some orders are subject to Vidlogix's verification procedure. For your protection from credit card fraud or identity theft, we may ask you to verify that you're the cardholder or that the order and the ship-to information are legitimate. This process rarely delays an order and generally requires a simple call-back (which can be done after business hours) or fax. <br\/><br\/>If your order requires verification, we will advise you by phone or email. You must leave both day and home phone numbers when ordering and keep your information current. <br\/><br\/>It is also crucial that you understand what we mean by bill-to information on the checkout process. The bill-to address is the address to which your bank mails your monthly credit card statement. The bill-to address you give us must agree with the card-issuing bank's address on file. Please be sure you provide the correct information, even if the items are shipped to a different location. <br\/><br\/>We regret that this is necessary, but it is designed to protect the cardholder and the retailer.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "0b82cfe1-0e07-43a0-9b8f-30d2d128ee07": {
          "type": "question",
          "settings": {
            "title": "Price matching",
            "map_text": "",
            "map_popup": false,
            "text": "<p>We don't mark prices up only to mark them down and call it a \"sale.\" We work directly with our manufacturing partners to always bring you the best quality at the lowest possible price. Vidlogix will match the price shown on any US-based retailer's website for the identical in-stock product (same size, color, year) within 60-days of purchase. <a href=\"https:\/\/www.vidlogix.com\/pages\/price-match\" target=\"_blank\">Learn more<\/a><\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        }
      },
      "block_order": [
        "1649113135d5e52336-0",
        "705e67b6-2eb8-44f8-9677-a79e67901a1e",
        "1649113135d5e52336-1",
        "1ec0b703-091d-4378-96ba-e78f42de45b9",
        "6f7e45da-3444-4641-ac73-85aab402de7c",
        "962f86a9-d06f-4dd5-aa4f-b8d17195dfca",
        "55d786e9-0268-406d-a7cd-57aba1658506",
        "0b82cfe1-0e07-43a0-9b8f-30d2d128ee07"
      ],
      "settings": {
        "title": "FAQs"
      }
    }
  },
  "order": [
    "main",
    "164911347105e0bd41",
    "16491134952f50b410",
    "1649113135034d1333"
  ]
}
